tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "awscli"
brew "bat"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "libpq", link: true
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "terragrunt"
brew "tfenv"
brew "oven-sh/bun/bun@1.0.35"
brew "oven-sh/bun/bun@1.1.9", link: false
cask "1password"
cask "alt-tab"
cask "arc"
cask "discord"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "linearmouse"
cask "postico"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "anotherglitchinthematrix.monochrome"
vscode "artlaman.chalice-icon-theme"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "jock.svg"
vscode "kisstkondoros.vscode-codemetrics"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "moalamri.inline-fold"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "oven.bun-vscode"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "sensourceinc.vscode-sql-beautify"
vscode "steoates.autoimport"
vscode "syler.sass-indented"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
