tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"

brew "awscli"
brew "bat"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "htop"
brew "jq"
brew "lazydocker"
brew "libpq", link: true
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "terragrunt"
brew "tfenv"

cask "1password"
cask "alt-tab"
cask "arc"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "linearmouse"
cask "postico"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
